Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mailman-tm.tmx
Source language: en
Languages: ca_es

source: %(addr)s is banned (matched: %(patt)s)
ca_es: %(addr)s està bandejat (coincideix amb: %(patt)s)

source: Confirmation string was empty.
ca_es: La cadena de confirmació era buida.

source: <b>Invalid confirmation string:</b> %(safecookie)s. <p>Note that confirmation strings expire approximately %(days)s days after the initial subscription request. If your confirmation has expired, please try to re-submit your subscription. Otherwise, <a href="%(confirmurl)s">re-enter</a> your confirmation string.
ca_es: <b>Cadena de confirmació errònia:</b> %(safecookie)s. <p>La cadena de confirmació expira aproximadament %(days)s dies després de la vostra sol·licitud inicial. Si la vostra confirmació ha expirat, torneu a enviar la vostra subscripció. D'altra manera <a href="%(confirmurl)s">introduïu de nou</a> la cadena de confirmació.

source: The address requesting unsubscription is not a member of the mailing list. Perhaps you have already been unsubscribed, e.g. by the list administrator?
ca_es: L'adreça que ha fet la sol·licitud per a cancel·lar la subscripció no és membre de la llista de correu electrònic. És possible que la vostra subscripció ja hagi estat cancel·lada per l'administrador?

source: The address requesting to be changed has been subsequently unsubscribed. This request has been cancelled.
ca_es: L'adreça que ha fet la sol·licitud de canvi ha estat donada de baixa posteriorment. Aquesta sol·licitud ha estat cancel·lada.

source: System error, bad content: %(content)s
ca_es: Error de sistema, contingut erroni: %(content)s

source: Bad confirmation string
ca_es: Cadena de confirmació errònia.

source: Enter confirmation cookie
ca_es: Introduïu la galeta de confirmació

source: Please enter the confirmation string (i.e. <em>cookie</em>) that you received in your email message, in the box below. Then hit the <em>Submit</em> button to proceed to the next confirmation step.
ca_es: Introduïu la cadena de confirmació (És a dir. la <em>galeta</em> que vau rebre al vostre correu electrònic, i premeu el botó <em>Envia</em> per a continuar amb el següent pas de confirmació.

source: Confirmation string:
ca_es: Cadena de confirmació:

source: Submit
ca_es: Envia

source: Confirm subscription request
ca_es: Confirmeu la sol·licitud de subscripció

source: Your confirmation is required in order to complete the subscription request to the mailing list <em>%(listname)s</em>. Your subscription settings are shown below; make any necessary changes and hit <em>Subscribe</em> to complete the confirmation process. Once you've confirmed your subscription request, you will be shown your account options page which you can use to further customize your membership options. <p>Note: your password will be emailed to you once your subscription is confirmed. You can change it by visiting your personal options page. <p>Or hit <em>Cancel my subscription request</em> if you no longer want to subscribe to this list.
ca_es: Cal la vostra confirmació per a completar la sol·licitud de subscripció a la llista de correu <em>%(listname)s</em>. A continuació es mostren els paràmetres de la vostra subscripció, els quals podeu canviar si és necessari. Un cop estigueu satisfet amb la configuració, premeu <em>Subscriu-me</em> per a completar el procés de confirmació. Un cop fet això, se us mostrarà la pàgina d'opcions del vostre compte, la qual podreu utilitzar per a personalitzar les vostres opcions de subscripció. <p>Nota: un cop s'hagi confirmat la subscripció se us enviarà la vostra contrasenya, la qual podreu canviar més endavant si aneu a la vostra pàgina d'opcions. <p>O bé premeu <em>Cancel·la la meva sol·licitud de subscripció</em> en cas que no us vulgueu subscriure a aquesta llista.

source: Your confirmation is required in order to continue with the subscription request to the mailing list <em>%(listname)s</em>. Your subscription settings are shown below; make any necessary changes and hit <em>Subscribe to list ...</em> to complete the confirmation process. Once you've confirmed your subscription request, the moderator must approve or reject your membership request. You will receive notice of their decision. <p>Note: your password will be emailed to you once your subscription is confirmed. You can change it by visiting your personal options page. <p>Or, if you've changed your mind and do not want to subscribe to this mailing list, you can hit <em>Cancel my subscription request</em>.
ca_es: Es requereix la vostra confirmació per a completar la sol·licitud de subscripció a la llista de correu <em>%(listname)s</em>. La vostra configuració es mostra a continuació; Pots fer els canvis necessaris i després prémer <em>Enviar</em> per a completar el procés de confirmació. Una vegada que hagis confirmat la vostra sol·licitud de subscripció, el moderador l'aprovarà o la denegarà. Rebràs notícies de la seva decisió. <p>Atenció: la vostra contrasenya se't enviarà per correu electrònic quan hagis confirmat la vostra subscripció. Pots canviar-la visitant la vostra pàgina personal d'opcions. <p>O prem <em>Cancel·la</em> per a cancel·lar la sol·licitud de subscripció.

source: Your email address:
ca_es: La vostra adreça de correu electrònic:

source: Your real name:
ca_es: El vostre nom real:

source: Receive digests?
ca_es: Voleu rebre resums?

source: Preferred language:
ca_es: Llengua preferida:

source: Cancel my subscription request
ca_es: Cancel·la la meva sol·licitud de subscripció

source: Subscribe to list %(listname)s
ca_es: Subscriu-me a la llista %(listname)s

source: You have canceled your subscription request.
ca_es: Heu cancel·lat la vostra sol·licitud de subscripció.

source: Awaiting moderator approval
ca_es: S'està esperant l'aprovació del moderador

source: You have successfully confirmed your subscription request to the mailing list %(listname)s, however final approval is required from the list moderator before you will be subscribed. Your request has been forwarded to the list moderator, and you will be notified of the moderator's decision.
ca_es: Heu confirmat satisfactòriament la subscripció a la llista %(listname)s, no obstant es requereix l'aprovació final del moderador de la llista abans que se us subscrigui. La vostra sol·licitud ha estat enviada al moderador de la llista, i rebreu notícies de la seva decisió.

source: Invalid confirmation string. It is possible that you are attempting to confirm a request for an address that has already been unsubscribed.
ca_es: Cadena de confirmació errònia. És possible que estiguis intentant confirmar una sol·licitud o una adreça que ja ha estat cancel·lada.

source: You are already a member of this mailing list!
ca_es: Ja ets membre d'aquesta llista de correu!

source: You are currently banned from subscribing to this list. If you think this restriction is erroneous, please contact the list owners at %(owneraddr)s.
ca_es: Ara mateix s'ha bandejat la possibilitat de subscriure-us a aquesta llista. Hauríeu de contactar els administradors de la llista a %(owneraddr)s.

source: You were not invited to this mailing list. The invitation has been discarded, and both list administrators have been alerted.
ca_es: No se us ha convidat a aquesta llista de correu. S'ha descartat la invitació i se n'ha informat a ambdós administradors de la llista

source: Subscription request confirmed
ca_es: S'ha confirmat la sol·licitud de subscripció

source: You have successfully confirmed your subscription request for "%(addr)s" to the %(listname)s mailing list. A separate confirmation message will be sent to your email address, along with your password, and other useful information and links. <p>You can now <a href="%(optionsurl)s">proceed to your membership login page</a>.
ca_es: Heu confirmat amb èxit la vostra sol·licitud de subscripció per a «%(addr)s» a la llista de correu %(listname)s. Se us enviarà un missatge de confirmació a la vosta adreça de correu electrònic juntament amb la vostra contrasenya i altra informació i enllaços d'interès. <p>Ara podeu <a href="%(optionsurl)s">anar a la pàgina d'entrada de la vostra subscripció</a>.

source: You have canceled your unsubscription request.
ca_es: Heu cancel·lat la vostra sol·licitud de cancel·lació de subscripció.

source: Unsubscription request confirmed
ca_es: S'ha confirmat la sol·licitud de cancel·lació de subscripció

source: You have successfully unsubscribed from the %(listname)s mailing list. You can now <a href="%(listinfourl)s">visit the list's main information page</a>.
ca_es: Has cancel·lat la vostra subscripció a la llista %(listname)s de forma satisfactòria. Ara pots <a href="%(listinfourl)s">visitar la pàgina d'informació principal de la llista</a>.

source: Confirm unsubscription request
ca_es: Confirmeu la sol·licitud de cancel·lació de la subscripció

source: <em>Not available</em>
ca_es: <em>No disponible</em>

source: Your confirmation is required in order to complete the unsubscription request from the mailing list <em>%(listname)s</em>. You are currently subscribed with <ul><li><b>Real name:</b> %(fullname)s <li><b>Email address:</b> %(addr)s </ul> Hit the <em>Unsubscribe</em> button below to complete the confirmation process. <p>Or hit <em>Cancel and discard</em> to cancel this unsubscription request.
ca_es: Es requereix la vostra confirmació per a completar la vostra sol·licitud de cancel·lar la subscripció de la llista de correu <em>%(listname)s</em>. Actualment estàs subscrit amb <ul><li><b>Nom real:</b> %(fullname)s <li><b>Adreça de correu electrònic:</b> %(addr)s </ul> Prem el botó <em>Cancel·la la subscripció</em>per acabar el procés de confirmació. <p>Or hit <em>Cancel·la i descarta</em> per a cancel·lar la sol·licitud de cancel·lació de subscripció.

source: Unsubscribe
ca_es: Cancel·la la subscripció

source: Cancel and discard
ca_es: Cancel·la i descarta

source: You have canceled your change of address request.
ca_es: Heu cancel·lat la vostra sol·licitud de canvi d'adreça

source: %(newaddr)s is banned from subscribing to the %(realname)s list. If you think this restriction is erroneous, please contact the list owners at %(owneraddr)s.
ca_es: Ara mateix s'ha bandejat la possibilitat de subscriure %(newaddr)s a aquesta llista. Hauríeu de contactar els administradors de la llista a %(owneraddr)s.

source: %(newaddr)s is already a member of the %(realname)s list. It is possible that you are attempting to confirm a request for an address that has already been subscribed.
ca_es: %(newaddr)s ja està subscrita a la llista %(realname)s. Pot ser que estigueu intentant confirmar una sol·licitud per a una adreça que ja ha estat subscrita.

source: Change of address request confirmed
ca_es: Petició de canvi de adreça confirmada

source: You have successfully changed your address on the %(listname)s mailing list from <b>%(oldaddr)s</b> to <b>%(newaddr)s</b>. You can now <a href="%(optionsurl)s">proceed to your membership login page</a>.
ca_es: Has canviat satisfactòriament la vostra adreça a la llistade correu %(listname)s de <b>%(oldaddr)s</b> a <b>%(newaddr)s</b>. ara Pots <a href="%(optionsurl)s">anar a la pàgina d'entrada de la vostra subscripció</a>.

source: Confirm change of address request
ca_es: Confirma la sol·licitud de canvi d'adreça

source: globally
ca_es: globalment

source: Your confirmation is required in order to complete the change of address request for the mailing list <em>%(listname)s</em>. You are currently subscribed with <ul><li><b>Real name:</b> %(fullname)s <li><b>Old email address:</b> %(oldaddr)s </ul> and you have requested to %(globallys)s change your email address to <ul><li><b>New email address:</b> %(newaddr)s </ul> Hit the <em>Change address</em> button below to complete the confirmation process. <p>Or hit <em>Cancel and discard</em> to cancel this change of address request.
ca_es: Es requereix la vostra confirmació per a completar la vostra sol·licitud de canvi d'adreça a la llista de correu <em>%(listname)s</em>. Actualment estàs subscrit amb <ul><li><b>Nom real:</b> %(fullname)s <li><b>Adreça de correu electrònic antiga:</b> %(oldaddr)s </ul> i has fet la sol·licitud de canvi d'adreça de correu electrònic de forma %(globallys)s a <ul><li><b>Nova adreça de correu electrònic:</b> %(newaddr)s </ul> Prem el botó <em>Canviar l'adreça</em>per acabar el procés de confirmació. <p>Or hit <em>Cancel·la i descarta</em> per a cancel·lar la sol·licitud de canvi d'adreça.

source: Change address
ca_es: Canvia l'adreça

source: Continue awaiting approval
ca_es: Continua esperant l'aprovació

source: Okay, the list moderator will still have the opportunity to approve or reject this message.
ca_es: Bé, el moderador de la llista encara tindrà l'oportunitat d'aprovar o denegar aquest missatge.

source: Sender discarded message via web.
ca_es: El remitent ha descartat el missatge via web.

source: The held message with the Subject: header <em>%(subject)s</em> could not be found. The most likely reason for this is that the list moderator has already approved or rejected the message. You were not able to cancel it in time.
ca_es: El missatge retingut amb el Tema: capçalera <em>%(subject)s</em> no ha estat trobat, pot ser que l'administrador de la llista ja l'hagi aprovat o denegat. No l'has pogut cancel·lar a temps.

source: Posted message canceled
ca_es: L'enviament ha estat cancel·lat

source: You have successfully canceled the posting of your message with the Subject: header <em>%(subject)s</em> to the mailing list %(listname)s.
ca_es: Heu cancel·lat satisfactòriament l'enviament del vostre missatge amb la capçalera d'Assumpte: <em>%(subject)s</em> a la llista de correu %(listname)s.

source: Cancel held message posting
ca_es: Cancel·la l'enviament del missatge retingut

source: The held message you were referred to has already been handled by the list administrator.
ca_es: El missatge retingut al que s'estava referint ja ha estat tractat per l'administrador de la llista.

source: Your confirmation is required in order to cancel the posting of your message to the mailing list <em>%(listname)s</em>: <ul><li><b>Sender:</b> %(sender)s <li><b>Subject:</b> %(subject)s <li><b>Reason:</b> %(reason)s </ul> Hit the <em>Cancel posting</em> button to discard the posting. <p>Or hit the <em>Continue awaiting approval</em> button to continue to allow the list moderator to approve or reject the message.
ca_es: Es requereix la vostra confirmació per a cancel·lar l'enviament del missatge a la llista de correu <em>%(listname)s</em>: <ul><li><b>Remitent:</b> %(sender)s <li><b>Tema:</b> %(subject)s <li><b>Raó:</b> %(reason)s </ul> Prem el botó <em>Cancel·la l'enviament</em> per descartar l'enviament. <p>O prem el botó <em>Continuar Esperant l'Aprovació</em> per a continuar esperant que el moderador aprovi o denegui el missatge.

source: Cancel posting
ca_es: Cancel·la l'enviament

source: You have canceled the re-enabling of your membership. If we continue to receive bounces from your address, it could be deleted from this mailing list.
ca_es: Has cancel·lat l'activació de la vostra subscripció. Si continuem rebent rebots de la vostra adreça, podria ser eliminada de la llista de correu.

source: Membership re-enabled.
ca_es: Subscripció reactivada.

source: You have successfully re-enabled your membership in the %(listname)s mailing list. You can now <a href="%(optionsurl)s">visit your member options page</a>.
ca_es: Heu reactivat la vostra subscripció a la llista de correu %(listname)s. Ara podeu <a href="%(optionsurl)s">anar a la vostra pàgina d'opcions de subscriptor</a>.

source: Re-enable mailing list membership
ca_es: Re-activar subscripció a la llista de correu.

source: We're sorry, but you have already been unsubscribed from this mailing list. To re-subscribe, please visit the <a href="%(listinfourl)s">list information page</a>.
ca_es: S'ha cancel·lat la vostra subscripció a aquesta llista de correu. Si us hi voleu tornar a subscriure aneu a la <a href="%(listinfourl)s">pàgina d'informació de la llista</a>.

source: <em>not available</em>
ca_es: <em>no disponible</em>

source: Your membership in the %(realname)s mailing list is currently disabled due to excessive bounces. Your confirmation is required in order to re-enable delivery to your address. We have the following information on file: <ul><li><b>Member address:</b> %(member)s <li><b>Member name:</b> %(username)s <li><b>Last bounce received on:</b> %(date)s <li><b>Approximate number of days before you are permanently removed from this list:</b> %(daysleft)s </ul> Hit the <em>Re-enable membership</em> button to resume receiving postings from the mailing list. Or hit the <em>Cancel</em> button to defer re-enabling your membership.
ca_es: La vostra subscripció a la llista %(realname)s està actualment desactivada degut a un nombre excessiu de retorns. Cal la vostra confirmació per a reactivar el lliurament a la vostra adreça. La següent informació és disponible: <ul><li><b>Adreça del subscriptor:</b> %(member)s <li><b>Nom del subscriptor:</b> %(username)s <li><b>Últim retorn rebut el:</b> %(date)s <li><b>Nombre aproximat de dies abans de ser eliminat d'aquesta llista:</b> %(daysleft)s </ul> Premeu el botó <em>Reactiva la subscripció</em> per continuar rebent enviaments de la llista de correu, o bé premeu el botó <em>Cancel·la</em>per ajornar la reactivació de la vostra subscripció.

source: Re-enable membership
ca_es: Reactiva la subscripció

source: Cancel
ca_es: Cancel·la

source: Bad URL specification
ca_es: Especificació URL errònia

source: Return to the
ca_es: Torna a la

source: general list overview
ca_es: visualització general de la llista

source: <br>Return to the
ca_es: <br>Torna a la

source: administrative list overview
ca_es: visualització general administrativa de la llista

source: List name must not include "@": %(safelistname)s
ca_es: El nom de la llista no pot incloure «@»: %(safelistname)s

source: List already exists: %(safelistname)s
ca_es: La llista ja existeix: %(safelistname)s

source: You forgot to enter the list name
ca_es: Us heu oblidat d'introduir el nom de la llista

source: You forgot to specify the list owner
ca_es: Us heu oblidat d'especificar el propietari de la llista

source: Leave the initial password (and confirmation) fields blank if you want Mailman to autogenerate the list passwords.
ca_es: Deixeu els camps de contrasenya inicial en blanc si voleu que Mailman auto-generi la llista de contrasenyes .

source: Initial list passwords do not match
ca_es: Les contrasenyes de la llista inicial no coincideixen

source: The list password cannot be empty<!-- ignore -->
ca_es: La contrasenya de la llista no pot ser buida<!-- ignore -->

source: You are not authorized to create new mailing lists
ca_es: No teniu autorització per a crear una llistes de correu noves

source: Unknown virtual host: %(safehostname)s
ca_es: Màquina virtual desconeguda: %(safehostname)s

source: Bad owner email address: %(s)s
ca_es: L'adreça de correu electrònic de l'amo és errònia: %(s)s

source: List already exists: %(listname)s
ca_es: La llista ja existeix: %(listname)s

source: Illegal list name: %(s)s
ca_es: El nom de la llista no és vàlid: %(s)s

source: Some unknown error occurred while creating the list. Please contact the site administrator for assistance.
ca_es: S'ha produït un error desconegut en crear la llista. ia.

source: Your new mailing list: %(listname)s
ca_es: La vostra nova llista de correu:

source: Mailing list creation results
ca_es: Resultats de la creació de la llista de correu

source: You have successfully created the mailing list <b>%(listname)s</b> and notification has been sent to the list owner <b>%(owner)s</b>. You can now:
ca_es: Heu creat la llista de correu satisfactòriament <b>%(listname)s</b> i se n'ha enviat una notificació al propietari de la llista <b>%(owner)s</b>. Ara podeu fer el següent:

source: Visit the list's info page
ca_es: Vés a la pàgina d'informació de la llista

source: Visit the list's admin page
ca_es: Vés a la pàgina del administrador de la llista

source: Create another list
ca_es: Crea una altra llista

source: Create a %(hostname)s Mailing List
ca_es: Crea una llista de correu a %(hostname)s

source: You can create a new mailing list by entering the relevant information into the form below. The name of the mailing list will be used as the primary address for posting messages to the list, so it should be lowercased. You will not be able to change this once the list is created. <p>You also need to enter the email address of the initial list owner. Once the list is created, the list owner will be given notification, along with the initial list password. The list owner will then be able to modify the password and add or remove additional list owners. <p>If you want Mailman to automatically generate the initial list admin password, click on `Yes' in the autogenerate field below, and leave the initial list password fields empty. <p>You must have the proper authorization to create new mailing lists. Each site should have a <em>list creator's</em> password, which you can enter in the field at the bottom. Note that the site administrator's password can also be used for authentication.
ca_es: Pots crear una llista de correu electrònic introduint la informació en el següent formulari. El nom de la llista es farà servir com adreça primària per a enviar missatges a la llista, pel que ha d'estar en minúscules. no podràs fer canvis una vegada que la llista sigui creada. <p>També has d'introduir l'adreça de correu electrònic de l'amo inicial de la llista. Una vegada que la llista sigui creada l'amo rebrà una notificació amb la contrasenya inicial. Aleshores, l'amo de la llista podrà modificar la contrasenya i incloure o eliminar amos addicionals de la llista. <p>Si voleu que el Mailman generi automàticament la contrasenya inicial per a l'administrador de la llista, feu clic a «Si», i deixeu el camp de contrasenya de la llista buit. <p>Has de tenir l'autorització adequada per a crear la nova llista de correu electrònic. Cada lloc web hauria de tenir una clau de creadors de llistes que es pot introduir en el camp del final. Finalment hi ha que ressenyar que també es pot fer servir la clau d'administració del servidor.

source: List Identity
ca_es: Identitat de la llista

source: Name of list:
ca_es: Nom de la llista:

source: Initial list owner address:
ca_es: Adreça inicial del propietari de la llista:

source: Auto-generate initial list password?
ca_es: Voleu que es generi la contrasenya inicial de la llista de manera automàtica?

source: Initial list password:
ca_es: Contrasenya inicial de la llista:

source: Confirm initial password:
ca_es: Confirmeu contrasenya inicial:

source: List Characteristics
ca_es: Característiques de la llista

source: Should new members be quarantined before they are allowed to post unmoderated to this list? Answer <em>Yes</em> to hold new member postings for moderator approval by default.
ca_es: S'ha de posar als nous membres en quarantena abans que se'ls permeti enviar missatges a la llista sense moderar? Responeu <em>Si</em> per a retenir els missatges dels nous membres fins l'aprovació del moderador, per defecte.

source: Initial list of supported languages. <p>Note that if you do not select at least one initial language, the list will use the server default language of %(deflang)s
ca_es: Llista inicial de llengües disponibles. <p>Teniu en compte que si no seleccioneu almenys una llengua inicial, la llista farà servir la llengua per defecte del servidor %(deflang)s

source: Send "list created" email to list owner?
ca_es: Voleu enviar un correu de "s'ha creat la llista" a l'amo de la llista?

source: List creator's (authentication) password:
ca_es: Contrasenya del creador de la llista (autenticació):

source: Create List
ca_es: Crea la llista

source: Clear Form
ca_es: Neteja el formulari
